Repository: uebelsetzer/NLP_for_18th-century_Portuguese_medical_texts
Catalog: TMX/PRAE-T2 Capítulo 48_pt_pt-BR.tmx
Source language: pt
Languages: pt_br

source: CAPITULO XLVIII .
pt_br: CAPÍTULO XLVIII.

source: MUito grande deve ser o cuidado , que o Enfermeiro deve ter com a comida , que houver de dar aos enfermos , que estaõ com crescimentos , de qualquer qualidade , que sejaõ , observando a hora , a que principiou , para que no caso que o Medico determine a hora , a que se lhe ha de dar de comer , examine os pulsos do enfermo , e o estado do crescimento primeiro que lhe dem a comida ; porque succede haver incidente , que faz dilatar mais tempo o crescimento , do que o Medico premeditou , e se lhe deve dilatar o comer atè que o enfermo esteja em termos de lhe naõ prejudicar .
pt_br: Muito grande deve ser o cuidado, que o Enfermeiro deve ter com a comida, que houver de dar aos enfermos, que estão com crescimentos, de qualquer qualidade, que sejam, observando a hora, a que principiou, para que no caso que o Médico determine a hora, a que se lhe há de dar de comer, examine os pulsos do enfermo, e o estado do crescimento primeiro que lhe deem a comida; porque sucede haver incidente, que faz dilatar mais tempo o crescimento, do que o Médico premeditou, e se lhe deve dilatar o comer até que o enfermo esteja em termos de lhe não prejudicar.

source: Para que o enfermo naõ experimente debilidade , deve o Enfermeiro antever a que hora lhe entra ao enfermo o crescimento , ou cezaõ , para lhe dar de comer ao menos duas horas antes .
pt_br: Para que o enfermo não experimente debilidade, deve o Enfermeiro antever a que hora lhe entra ao enfermo o crescimento, ou sezão para lhe dar de comer ao menos duas horas antes.

source: Tem-se visto grandes disgraças em casas particulares , aonde falta a experiencia do curativo , dando de comer ao enfermo naquella hora , que o Medico determinou , na qual ainda naõ estava livre do crefcimento; e muitas vezes pelo enfermo pedir de comer , precisado da vontade de beber .
pt_br: Tem-se visto grandes desgraças em casas particulares, aonde falta a experiência do curativo, dando de comer ao enfermo naquela hora, que o Médico determinou, na qual ainda não estava livre do crescimento; e muitas vezes pelo enfermo pedir de comer, precisado da vontade de beber.

source: Naõ menos com as sangrias feitas muito antes da declinaçaõ do crescimento .
pt_br: Não menos com as sangrias feitas muito antes da declinação do crescimento.

source: He preciso que haja muito grande cuidado tanto no dar de comer ao enfermo , quanto para a applicaçaõ da sangria , e mais remedios ; que fóra de tempo podem matar ; e quando naõ matem , naõ curaõ , e dilataõ a enfermidade .
pt_br: É preciso que haja muito grande cuidado tanto no dar de comer ao enfermo, quanto para a aplicação da sangria, e mais remédios; que fora de tempo podem matar; e quando não matem, não curam, e dilatam a enfermidade.

source: Deve ter tambem grande cuidado o Enfermeiro de advertir aos enfermos , que estaõ com crescimento , estejaõ cubertos , pelo perigo de que o calor se lhe reconcentre para dentro , e se constipem os poros ; se se descobrem , de que se originaõ muitas vezes humas febres , a que os Médicos chamaõ lipirias , as quaes saõ mortaes .
pt_br: Deve ter também grande cuidado o Enfermeiro de advertir aos enfermos, que estão com crescimento, estejam cobertos, pelo perigo de que o calor se lhe reconcentre para dentro, e se constipem os poros; se se descobrem, de que se originam muitas vezes umas febres, a que os Médicos chamam lipírias, as quais são mortais.
